---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.FabricSheetFailures
source: html/a6f57771-86cf-b38c-7b98-be9c6daa7f12.htm
---
# BuiltInFailures.FabricSheetFailures Properties

The bent edge is shorter than the bend profile for this fabric sheet type.